tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "gcenx/wine"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "koekeishiya/formulae"
tap "mono0926/license-plist"
tap "playcover/playcover"
tap "riscv-software-src/riscv"
tap "sidneys/homebrew"
tap "th-ch/youtube-music"
tap "who23/formulae"
tap "yt-dlp/taps"
brew "glib"
brew "cairo"
brew "xz"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "anyenv"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "argocd"
brew "aria2"
brew "arp-scan"
brew "gcc"
brew "openblas"
brew "numpy", link: false
brew "python@3.11"
brew "aubio"
brew "m4"
brew "autoconf"
brew "automake"
brew "binutils"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "cabextract"
brew "carthage"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "flac"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "ghostscript"
brew "git"
brew "glib-networking"
brew "libgcrypt"
brew "libusb"
brew "qt"
brew "gnuplot"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "libtool"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "gtk4"
brew "libsoup"
brew "pygobject3"
brew "gstreamer"
brew "httperf"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "ldid"
brew "libaacs"
brew "libbdplus"
brew "libfido2"
brew "libosinfo"
brew "libusbmuxd"
brew "libvirt"
brew "libvirt-glib"
brew "make"
brew "marp-cli"
brew "md5sha1sum"
brew "mermaid-cli"
brew "meson"
brew "mint"
brew "mysql-client"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "p7zip"
brew "pandoc"
brew "pandoc-crossref"
brew "pandoc-plot"
brew "poppler"
brew "pdf2svg"
brew "pnpm"
brew "portaudio"
brew "protobuf"
brew "python@3.10"
brew "qemu"
brew "qt@5"
brew "ranger"
brew "rust"
brew "rustup-init"
brew "sl"
brew "spice-gtk"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "tmux"
brew "tnftp"
brew "tty-clock"
brew "vapor"
brew "vte3"
brew "virt-manager"
brew "virtualenv"
brew "w3m"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "xcodegen"
brew "xdelta"
brew "yt-dlp"
brew "dimentium/autoraise/autoraise"
brew "felixkratz/formulae/borders"
brew "gromgit/fuse/sshfs-mac"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sidneys/homebrew/chntpw"
cask "chromedriver"
cask "dolphin"
cask "fig"
cask "ghidra"
cask "hammerspoon"
cask "kodi"
cask "lunar"
cask "lyricsx"
cask "macfuse"
cask "mactex-no-gui"
cask "namechanger"
cask "playcover-community"
cask "prismlauncher"
cask "raycast"
cask "sf-symbols"
cask "wineskin"
cask "wezterm"
cask "whisky"
cask "xquartz"
cask "youtube-music"
cask "zulu"
cask "zulu17"
